Repository: fangjunyu1/SwiftSlim
Catalog: SwiftSlim/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Displays loading status or task progress.
ar: يعرض حالة التحميل أو تقدم المهمة.
bg: Показва състояние на зареждане или напредък на задача.
bn: লোডিং অবস্থা বা কাজের অগ্রগতি প্রদর্শন করে।
ca: Mostra l'estat de càrrega o el progrés de la tasca.
cs: Zobrazuje stav načítání nebo průběh úlohy.
da: Viser indlæsningsstatus eller opgaveforløb.
de: Zeigt Ladezustand oder Aufgabenfortschritt an.
el: Εμφανίζει κατάσταση φόρτωσης ή πρόοδο εργασίας.
es: Muestra el estado de carga o el progreso de la tarea.
fi: Näyttää lataustilan tai tehtävän etenemisen.
fr: Affiche l'état de chargement ou la progression d'une tâche.
gu: લોડિંગ સ્થિતિ અથવા કાર્યની પ્રગતિ દર્શાવે છે.
he: מציג מצב טעינה או התקדמות משימה.
hi: लोडिंग स्थिति या कार्य की प्रगति दिखाता है।
hr: Prikazuje stanje učitavanja ili napredak zadatka.
hu: Betöltési állapotot vagy feladat előrehaladását jeleníti meg.
id: Menampilkan status pemuatan atau progres tugas.
it: Mostra lo stato di caricamento o l'avanzamento dell'attività.
ja: 読み込み状態やタスクの進行状況を表示します。
kk: Жүктеу күйін немесе тапсырма орындалу барысын көрсетеді.
kn: ಲೋಡ್ ಸ್ಥಿತಿ ಅಥವಾ ಕಾರ್ಯದ ಪ್ರಗತಿಯನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 로딩 상태나 작업 진행률을 표시합니다.
lt: Rodo įkėlimo būseną arba užduoties eigą.
ml: ലോഡിംഗ് നിലയോ ടാസ്‌ക് പുരോഗതിയോ കാണിക്കുന്നു.
mr: लोडिंग स्थिती किंवा कार्याची प्रगती दाखवते.
ms: Memaparkan status pemuatan atau kemajuan tugas.
nb: Viser lastestatus eller fremdrift for oppgave.
nl: Toont laadstatus of taakvoortgang.
or: ଲୋଡିଂ ଅବସ୍ଥା କିମ୍ବା କାର୍ଯ୍ୟର ପ୍ରଗତି ଦେଖାଏ।
pa: ਲੋਡਿੰਗ ਸਥਿਤੀ ਜਾਂ ਕੰਮ ਦੀ ਤਰੱਕੀ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Wyświetla stan ładowania lub postęp zadania.
pt: Exibe o status de carregamento ou o progresso da tarefa.
ro: Afișează starea de încărcare sau progresul sarcinii.
ru: Отображает состояние загрузки или ход выполнения задачи.
sk: Zobrazuje stav načítania alebo priebeh úlohy.
sl: Prikaže stanje nalaganja ali napredek opravila.
sv: Visar laddningsstatus eller uppgiftsförlopp.
ta: ஏற்ற நிலை அல்லது பணியின் முன்னேற்றத்தை காட்டும்.
te: లోడింగ్ స్థితి లేదా పని పురోగతిని చూపిస్తుంది.
th: ใช้แสดงสถานะการโหลดหรือความคืบหน้าของงาน
tr: Yüklenme durumunu veya görev ilerlemesini gösterir.
uk: Показує стан завантаження або перебіг виконання завдання.
ur: لوڈنگ حالت یا کام کی پیش رفت دکھاتا ہے۔
vi: Hiển thị trạng thái tải hoặc tiến trình tác vụ.
zh_hans: 用于显示加载状态或任务进度。
zh_hant: 用於顯示載入狀態或任務進度。

source: Displays plain text.
ar: يعرض نصًا عاديًا.
bg: Показва обикновен текст.
bn: সাধারণ টেক্সট প্রদর্শন করে।
ca: Mostra text senzill.
cs: Zobrazuje běžný text.
da: Viser almindelig tekst.
de: Zeigt einfachen Text an.
el: Εμφανίζει απλό κείμενο.
es: Muestra texto simple.
fi: Näyttää tavallista tekstiä.
fr: Affiche un texte simple.
gu: સાદું લખાણ દર્શાવે છે.
he: מציג טקסט רגיל.
hi: साधारण टेक्स्ट दिखाता है।
hr: Prikazuje običan tekst.
hu: Egyszerű szöveget jelenít meg.
id: Menampilkan teks biasa.
it: Mostra testo semplice.
ja: 通常のテキストを表示します。
kk: Қарапайым мәтінді көрсетеді.
kn: ಸಾಮಾನ್ಯ ಪಠ್ಯವನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 일반 텍스트를 표시합니다.
lt: Rodo paprastą tekstą.
ml: സാധാരണ ടെക്സ്റ്റ് കാണിക്കുന്നു.
mr: साधा मजकूर दाखवतो.
ms: Memaparkan teks biasa.
nb: Viser vanlig tekst.
nl: Toont gewone tekst.
or: ସାଧାରଣ ଟେକ୍ସଟ୍ ଦେଖାଏ।
pa: ਸਧਾਰਣ ਟੈਕਸਟ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Wyświetla zwykły tekst.
pt: Exibe texto simples.
ro: Afișează text simplu.
ru: Отображает обычный текст.
sk: Zobrazuje bežný text.
sl: Prikaže navadno besedilo.
sv: Visar vanlig text.
ta: சாதாரண உரையை காட்டும்.
te: సాధారణ టెక్స్ట్‌ను చూపిస్తుంది.
th: ใช้แสดงข้อความทั่วไป
tr: Düz metin gösterir.
uk: Показує звичайний текст.
ur: سادہ متن دکھاتا ہے۔
vi: Hiển thị văn bản thường.
zh_hans: 用于显示一段普通文本。
zh_hant: 用於顯示一段普通文字。

source: Displays system icons or local images.
ar: يعرض أيقونات النظام أو الصور المحلية.
bg: Показва системни икони или локални изображения.
bn: সিস্টেম আইকন বা লোকাল ছবি প্রদর্শন করে।
ca: Mostra icones del sistema o imatges locals.
cs: Zobrazuje systémové ikony nebo místní obrázky.
da: Viser systemikoner eller lokale billeder.
de: Zeigt Systemsymbole oder lokale Bilder an.
el: Εμφανίζει εικονίδια συστήματος ή τοπικές εικόνες.
es: Muestra iconos del sistema o imágenes locales.
fi: Näyttää järjestelmäkuvakkeita tai paikallisia kuvia.
fr: Affiche des icônes système ou des images locales.
gu: સિસ્ટમ આઇકન અથવા લોકલ છબીઓ દર્શાવે છે.
he: מציג אייקוני מערכת או תמונות מקומיות.
hi: सिस्टम आइकन या लोकल इमेज दिखाता है।
hr: Prikazuje sistemske ikone ili lokalne slike.
hu: Rendszerikonokat vagy helyi képeket jelenít meg.
id: Menampilkan ikon sistem atau gambar lokal.
it: Mostra icone di sistema o immagini locali.
ja: システムアイコンまたはローカル画像を表示します。
kk: Жүйе белгішелерін немесе жергілікті суреттерді көрсетеді.
kn: ಸಿಸ್ಟಮ್ ಐಕಾನ್‌ಗಳು ಅಥವಾ ಸ್ಥಳೀಯ ಚಿತ್ರಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 시스템 아이콘이나 로컬 이미지를 표시합니다.
lt: Rodo sistemos piktogramas arba vietinius paveikslus.
ml: സിസ്റ്റം ഐക്കണുകളോ ലോക്കൽ ചിത്രങ്ങളോ കാണിക്കുന്നു.
mr: सिस्टम आयकॉन्स किंवा स्थानिक प्रतिमा दाखवते.
ms: Memaparkan ikon sistem atau imej setempat.
nb: Viser systemikoner eller lokale bilder.
nl: Toont systeemiconen of lokale afbeeldingen.
or: ସିଷ୍ଟମ୍ ଆଇକନ୍ କିମ୍ବା ସ୍ଥାନୀୟ ଛବି ଦେଖାଏ।
pa: ਸਿਸਟਮ ਆਈਕਨ ਜਾਂ ਲੋਕਲ ਚਿੱਤਰ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Wyświetla ikony systemowe lub lokalne obrazy.
pt: Exibe ícones do sistema ou imagens locais.
ro: Afișează pictograme de sistem sau imagini locale.
ru: Отображает системные значки или локальные изображения.
sk: Zobrazuje systémové ikony alebo lokálne obrázky.
sl: Prikaže sistemske ikone ali lokalne slike.
sv: Visar systemikoner eller lokala bilder.
ta: கணினி சின்னங்கள் அல்லது உள்ளக படங்களை காட்டும்.
te: సిస్టమ్ ఐకాన్‌లు లేదా లోకల్ చిత్రాలను చూపిస్తుంది.
th: ใช้แสดงไอคอนระบบหรือรูปภาพในเครื่อง
tr: Sistem simgelerini veya yerel görselleri gösterir.
uk: Показує системні значки або локальні зображення.
ur: سسٹم آئیکنز یا مقامی تصاویر دکھاتا ہے۔
vi: Hiển thị biểu tượng hệ thống hoặc hình ảnh cục bộ.
zh_hans: 用于显示系统图标或本地图片。
zh_hant: 用於顯示系統圖示或本機圖片。

source: Divider
ar: فاصل
bg: Разделител
bn: বিভাজক
ca: Separador
cs: Oddělovač
da: Deler
de: Trenner
el: Διαχωριστικό
es: Separador
fi: Erotin
fr: Séparateur
gu: વિભાજક
he: מפריד
hi: विभाजक
hr: Razdjelnik
hu: Elválasztó
id: Pemisah
it: Separatore
ja: 区切り線
kk: Бөлгіш
kn: ವಿಭಾಜಕ
ko: 구분선
lt: Skirtukas
ml: വിഭാജക
mr: विभाजक
ms: Pemisah
nb: Skillelinje
nl: Scheiding
or: ବିଭାଜକ
pa: ਵਿਭਾਜਕ
pl: Separator
pt: Separador
ro: Separator
ru: Разделитель
sk: Oddeľovač
sl: Ločilnik
sv: Avdelare
ta: பிரிப்பான்
te: విభాజక
th: เส้นคั่น
tr: Ayırıcı
uk: Розділювач
ur: جداکار
vi: Đường phân cách
zh_hans: 分隔线
zh_hant: 分隔線

source: Edit
ar: تحرير
bg: Редактиране
bn: সম্পাদনা
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
gu: સંપાદન
he: עריכה
hi: संपादन
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
kk: Өңдеу
kn: ತಿದ್ದು
ko: 편집
lt: Redaguoti
ml: തിരുത്തൽ
mr: संपादन
nb: Rediger
nl: Bewerk
or: ସମ୍ପାଦନ
pa: ਸੰਪਾਦਨ
pl: Edytuj
pt: Editar
ro: Editare
ru: Правка
sk: Upraviť
sl: Uredi
sv: Redigera
ta: திருத்து
te: సవరించు
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edits multi-line text.
ar: يحرر نصًا متعدد الأسطر.
bg: Редактира многоредов текст.
bn: বহু-লাইন টেক্সট সম্পাদনা করে।
ca: Edita text de diverses línies.
cs: Upravuje víceřádkový text.
da: Redigerer tekst over flere linjer.
de: Bearbeitet mehrzeiligen Text.
el: Επεξεργάζεται κείμενο πολλών γραμμών.
es: Edita texto de varias líneas.
fi: Muokkaa monirivistä tekstiä.
fr: Modifie du texte multiligne.
gu: બહુ-લાઇન લખાણ સંપાદિત કરે છે.
he: עורך טקסט מרובה שורות.
hi: बहु-पंक्ति टेक्स्ट संपादित करता है।
hr: Uređuje višeredni tekst.
hu: Többsoros szöveget szerkeszt.
id: Mengedit teks multi-baris.
it: Modifica testo su più righe.
ja: 複数行のテキストを編集します。
kk: Көп жолды мәтінді өңдейді.
kn: ಬಹು-ಸಾಲಿನ ಪಠ್ಯವನ್ನು ತಿದ್ದುಪಡಿ ಮಾಡುತ್ತದೆ.
ko: 여러 줄 텍스트를 편집합니다.
lt: Redaguoja kelių eilučių tekstą.
ml: മൾട്ടി-ലൈൻ ടെക്സ്റ്റ് തിരുത്തുന്നു.
mr: अनेक ओळींचा मजकूर संपादित करतो.
ms: Mengedit teks berbilang baris.
nb: Redigerer tekst over flere linjer.
nl: Bewerkt tekst over meerdere regels.
or: ବହୁ-ଲାଇନ୍ ଟେକ୍ସଟ୍ ସମ୍ପାଦନ କରେ।
pa: ਕਈ ਲਾਈਨਾਂ ਵਾਲਾ ਟੈਕਸਟ ਸੋਧਦਾ ਹੈ।
pl: Edytuje tekst wielowierszowy.
pt: Edita texto em várias linhas.
ro: Editează text pe mai multe linii.
ru: Редактирует многострочный текст.
sk: Upravuje viacriadkový text.
sl: Ureja večvrstično besedilo.
sv: Redigerar text på flera rader.
ta: பல வரி உரையைத் திருத்தும்.
te: బహుళ పంక్తుల టెక్స్ట్‌ను సవరిస్తుంది.
th: แก้ไขข้อความหลายบรรทัด
tr: Çok satırlı metni düzenler.
uk: Редагує багаторядковий текст.
ur: کئی سطروں والا متن ایڈٹ کرتا ہے۔
vi: Chỉnh sửa văn bản nhiều dòng.
zh_hans: 用于编辑多行文本。
zh_hant: 用於編輯多行文字。

source: Email
ar: بريد
bg: Имейл
bn: ইমেইল
ca: Correu
es: Correo
fi: Sähköposti
gu: ઇમેઇલ
he: אימייל
hi: ईमेल
hr: E-pošta
ja: メール
kn: ಇಮೇಲ್
ko: 이메일
lt: El. paštas
ml: ഇമെയിൽ
mr: ईमेल
ms: E-mel
nb: E-post
or: ଇମେଲ
pa: ਈਮੇਲ
ru: Эл. почта
sl: E-pošta
sv: E-post
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
tr: E-posta
uk: Ел. пошта
ur: ای میل
zh_hans: 邮箱
zh_hant: 信箱

source: Expands or collapses content.
ar: يوسّع المحتوى أو يطويه.
bg: Разгъва или свива съдържание.
bn: কনটেন্ট খুলে বা ভাঁজ করে।
ca: Expandeix o replega contingut.
cs: Rozbalí nebo sbalí obsah.
da: Udvider eller skjuler indhold.
de: Erweitert oder reduziert Inhalt.
el: Αναπτύσσει ή συμπτύσσει περιεχόμενο.
es: Expande o contrae contenido.
fi: Laajentaa tai tiivistää sisältöä.
fr: Développe ou réduit le contenu.
gu: સામગ્રી વિસ્તારે અથવા સંકોચે છે.
he: מרחיב או מכווץ תוכן.
hi: सामग्री को फैलाता या समेटता है।
hr: Proširuje ili sažima sadržaj.
hu: Kibontja vagy összecsukja a tartalmat.
id: Membuka atau menutup konten.
it: Espande o comprime il contenuto.
ja: 内容を展開または折りたたみます。
kk: Мазмұнды ашады немесе жинайды.
kn: ವಿಷಯವನ್ನು ವಿಸ್ತರಿಸುತ್ತದೆ ಅಥವಾ ಕುಗ್ಗಿಸುತ್ತದೆ.
ko: 콘텐츠를 펼치거나 접습니다.
lt: Išskleidžia arba suskleidžia turinį.
ml: ഉള്ളടക്കം വിപുലീകരിക്കുകയോ ചുരുക്കുകയോ ചെയ്യുന്നു.
mr: सामग्री विस्तारतो किंवा दुमडतो.
ms: Mengembangkan atau meruntuhkan kandungan.
nb: Utvider eller skjuler innhold.
nl: Vouwt inhoud uit of in.
or: ବିଷୟବସ୍ତୁକୁ ଖୋଲେ କିମ୍ବା ଭାଞ୍ଚେ।
pa: ਸਮੱਗਰੀ ਨੂੰ ਖੋਲ੍ਹਦਾ ਜਾਂ ਸਮੇਟਦਾ ਹੈ।
pl: Rozwija lub zwija zawartość.
pt: Expande ou recolhe conteúdo.
ro: Extinde sau restrânge conținutul.
ru: Разворачивает или сворачивает содержимое.
sk: Rozbaľuje alebo zbaľuje obsah.
sl: Razširi ali strne vsebino.
sv: Expanderar eller fäller ihop innehåll.
ta: உள்ளடக்கத்தை விரிக்கவோ சுருக்கவோ செய்யும்.
te: కంటెంట్‌ను విస్తరిస్తుంది లేదా మడుస్తుంది.
th: ขยายหรือยุบเนื้อหา
tr: İçeriği genişletir veya daraltır.
uk: Розгортає або згортає вміст.
ur: مواد کو پھیلاتا یا سمیٹتا ہے۔
vi: Mở rộng hoặc thu gọn nội dung.
zh_hans: 用于展开或收起内容。
zh_hant: 用於展開或收合內容。

source: Feedback
ar: ملاحظات
bg: Отзиви
bn: মতামত
ca: Comentaris
cs: Zpětná vazba
el: Σχόλια
es: Comentarios
fi: Palaute
fr: Commentaires
gu: પ્રતિસાદ
he: משוב
hi: फ़ीडबैक
hr: Povratne info
hu: Visszajelzés
id: Masukan
ja: フィードバック
kk: Кері байланыс
kn: ಪ್ರತಿಕ್ರಿಯೆ
ko: 피드백
lt: Atsiliepimai
ml: പ്രതികരണം
mr: अभिप्राय
ms: Maklum balas
nb: Tilbakemelding
or: ମତାମତ
pa: ਫੀਡਬੈਕ
pl: Opinie
ru: Отзыв
sk: Spätná väzba
sl: Povratne info
ta: கருத்து
te: అభిప్రాయం
th: ข้อเสนอแนะ
tr: Geri Bildirim
uk: Відгук
ur: رائے
vi: Phản hồi
zh_hans: 问题反馈
zh_hant: 問題回饋

source: Feedback and issues are welcome
ar: نرحب بالملاحظات والمشكلات
bg: Предложения и проблеми са добре дошли
bn: মতামত ও সমস্যার কথা স্বাগতম
ca: Suggeriments i problemes, benvinguts
cs: Návrhy a problémy vítány
da: Forslag og problemer er velkomne
de: Feedback und Probleme willkommen
el: Ευπρόσδεκτα σχόλια και προβλήματα
es: Sugerencias y problemas bienvenidos
fi: Palaute ja ongelmat tervetulleita
fr: Suggestions et problèmes bienvenus
gu: સૂચનો અને સમસ્યાઓ આવકાર્ય છે
he: משוב ובעיות יתקבלו בברכה
hi: सुझाव और समस्याएँ स्वागत योग्य हैं
hr: Prijedlozi i problemi su dobrodošli
hu: Visszajelzések és hibák szívesen fogadva
id: Saran dan masalah sangat diterima
it: Suggerimenti e problemi benvenuti
ja: ご意見・ご不具合を歓迎します
kk: Ұсыныстар мен мәселелерге қош келдіңіз
kn: ಸಲಹೆಗಳು ಮತ್ತು ಸಮಸ್ಯೆಗಳು ಸ್ವಾಗತ
ko: 의견과 문제 제보를 환영합니다
lt: Laukiami pasiūlymai ir problemos
ml: നിർദേശങ്ങളും പ്രശ്നങ്ങളും സ്വാഗതം
mr: सूचना आणि समस्या स्वागतार्ह
ms: Cadangan dan masalah dialu-alukan
nb: Forslag og problemer er velkomne
nl: Feedback en problemen welkom
or: ପରାମର୍ଶ ଏବଂ ସମସ୍ୟା ସ୍ୱାଗତଯୋଗ୍ୟ
pa: ਸੁਝਾਅ ਅਤੇ ਸਮੱਸਿਆਵਾਂ ਸਵਾਗਤਯੋਗ ਹਨ
pl: Sugestie i problemy mile widziane
pt: Sugestões e problemas são bem-vindos
ro: Sugestiile și problemele sunt binevenite
ru: Предложения и сообщения о проблемах приветствуются
sk: Návrhy a problémy sú vítané
sl: Predlogi in težave so dobrodošli
sv: Synpunkter och problem välkomnas
ta: பரிந்துரைகளும் சிக்கல்களும் வரவேற்கப்படுகின்றன
te: సూచనలు మరియు సమస్యలకు స్వాగతం
th: ยินดีรับข้อเสนอแนะและปัญหา
tr: Öneri ve sorunlara açığız
uk: Вітаються пропозиції та повідомлення про проблеми
ur: تجاویز اور مسائل کا خیرمقدم ہے
vi: Hoan nghênh góp ý và báo lỗi
zh_hans: 欢迎反馈建议与问题
zh_hant: 歡迎回饋建議與問題

source: Fill Light App
ar: تطبيق ضوء التعبئة
bg: Приложение за запълваща светлина
bn: ফিল লাইট অ্যাপ
ca: Aplicació de llum de farciment
cs: Aplikace Fill Light
el: Εφαρμογή Fill Light
es: Aplicación Fill Light
fi: Fill Light -sovellus
fr: Application Fill Light
gu: ફિલ લાઇટ એપ
he: אפליקציית Fill Light
hi: फिल लाइट ऐप
hr: Fill Light aplikacija
hu: Fill Light alkalmazás
id: Aplikasi Fill Light
it: App Fill Light
ja: 補光ライトアプリ
kk: Fill Light қолданбасы
kn: ಫಿಲ್ ಲೈಟ್ ಆಪ್
ko: 보조광 앱
lt: Fill Light programėlė
ml: ഫിൽ ലൈറ്റ് ആപ്പ്
mr: फिल लाइट अॅप
ms: Aplikasi Fill Light
or: ଫିଲ୍ ଲାଇଟ୍ ଆପ୍
pa: ਫ਼ਿਲ ਲਾਈਟ ਐਪ
pl: Aplikacja Fill Light
pt: Aplicativo Fill Light
ro: Aplicația Fill Light
ru: Приложение Fill Light
sk: Aplikácia Fill Light
sl: Aplikacija Fill Light
ta: Fill Light செயலி
te: Fill Light యాప్
th: แอป Fill Light
tr: Fill Light Uygulaması
uk: Додаток Fill Light
ur: Fill Light ایپ
vi: Ứng dụng Fill Light
zh_hans: 补光灯
zh_hant: 補光燈

source: Free Account
ar: حساب مجاني
bg: Безплатен акаунт
bn: ফ্রি অ্যাকাউন্ট
ca: Compte gratuït
cs: Účet zdarma
da: Gratis konto
de: Kostenloses Konto
el: Δωρεάν λογαριασμός
es: Cuenta gratuita
fi: Ilmainen tili
fr: Compte gratuit
gu: મફત એકાઉન્ટ
he: חשבון חינם
hi: मुफ्त खाता
hr: Besplatan račun
hu: Ingyenes fiók
id: Akun Gratis
it: Account gratuito
ja: 無料アカウント
kk: Тегін тіркелгі
kn: ಉಚಿತ ಖಾತೆ
ko: 무료 계정
lt: Nemokama paskyra
ml: സൗജന്യ അക്കൗണ്ട്
mr: मोफत खाते
ms: Akaun Percuma
nb: Gratis konto
nl: Gratis account
or: ମାଗଣା ଖାତା
pa: ਮੁਫ਼ਤ ਖਾਤਾ
pl: Darmowe konto
pt: Conta gratuita
ro: Cont gratuit
ru: Бесплатный аккаунт
sk: Bezplatný účet
sl: Brezplačen račun
sv: Gratis konto
ta: இலவச கணக்கு
te: ఉచిత ఖాతా
th: บัญชีฟรี
tr: Ücretsiz Hesap
uk: Безкоштовний акаунт
ur: مفت اکاؤنٹ
vi: Tài khoản miễn phí
zh_hans: 免费账户
zh_hant: 免費帳戶

source: From Self-Taught to Indie Dev
ar: من التعلّم الذاتي إلى التطوير المستقل
bg: От самообучение до независима разработка
bn: স্বশিক্ষা থেকে স্বাধীন ডেভেল
ca: De l’autoaprenentatge al desenvolupament independent
cs: Od samostudia k nezávislému vývoji
da: Fra selvlært til indieudvikler
de: Vom Selbstlernen zur unabhängigen Entwicklung
el: Από την αυτοδιδασκαλία στην ανεξάρτητη ανάπτυξη
es: Del autoaprendizaje al desarrollo independiente
fi: Itseopiskelusta itsenäiseen kehitykseen
fr: De l’autoformation au dev indépendant
gu: સ્વઅભ્યાસથી સ્વતંત્ર વિકાસ સુધી
he: מלימוד עצמי לפיתוח עצמאי
hi: स्व-अध्ययन से स्वतंत्र डेवलपर तक
hr: Od samoučenja do nezavisnog razvoja
hu: Az önképzéstől a független fejlesztésig
id: Dari belajar mandiri ke dev independen
it: Da autodidatta a sviluppatore indipendente
ja: 独学から個人開発へ
kk: Өз бетімен оқудан тәуелсіз әзірлеуге дейін
kn: ಸ್ವಯಂ ಅಧ್ಯಯನದಿಂದ ಸ್ವತಂತ್ರ ಅಭಿವೃದ್ಧಿವರೆಗೆ
ko: 독학에서 독립 개발까지
lt: Nuo savarankiško mokymosi iki nepriklausomo kūrimo
ml: സ്വയംപഠനത്തിൽ നിന്ന് സ്വതന്ത്ര വികസനത്തിലേക്ക്
mr: स्व-अभ्यासातून स्वतंत्र विकासापर्यंत
ms: Daripada belajar sendiri ke pembangunan bebas
nb: Fra selvlært til uavhengig utvikler
nl: Van zelfstudie naar indie-ontwikkeling
or: ସ୍ୱୟଂ ଶିକ୍ଷାରୁ ସ୍ୱାଧୀନ ଡେଭେଲପମେଣ୍ଟ ପର୍ଯ୍ୟନ୍ତ
pa: ਖੁਦ ਸਿੱਖਣ ਤੋਂ ਸੁਤੰਤਰ ਡਿਵੈਲਪਮੈਂਟ ਤੱਕ
pl: Od samouka do niezależnego twórcy
pt: Do autodidata ao desenvolvimento independente
ro: De la autodidact la dezvoltare independentă
ru: От самообучения к независимой разработке
sk: Od samoučenia k nezávislému vývoju
sl: Od samoučenja do neodvisnega razvoja
sv: Från självlärd till oberoende utvecklare
ta: சுயக் கற்றலிலிருந்து சுயாதீன உருவாக்கம் வரை
te: స్వయంఅధ్యయనం నుండి స్వతంత్ర అభివృద్ధి వరకు
th: จากการเรียนรู้ด้วยตนเองสู่การพัฒนาอิสระ
tr: Kendi kendine öğrenmeden bağımsız geliştiriciliğe
uk: Від самонавчання до незалежної розробки
ur: خود سیکھنے سے آزاد ڈویلپمنٹ تک
vi: Từ tự học đến phát triển độc lập
zh_hans: 从自学到独立开发
zh_hant: 從自學到獨立開發

source: From syntax to interface, from examples to practice, learn SwiftUI in a way that is easier to understand.
ar: من القواعد إلى الواجهة، ومن الأمثلة إلى التطبيق، ندخلك إلى SwiftUI بطريقة أسهل للفهم.
bg: От синтаксиса до интерфейса, от примерите до практиката — навлезте в SwiftUI по по-лесен за разбиране начин.
bn: ভাষার নিয়ম থেকে ইন্টারফেস, উদাহরণ থেকে অনুশীলন—আরও সহজভাবে SwiftUI-তে প্রবেশ করতে সাহায্য করবে।
ca: De la sintaxi a la interfície, dels exemples a la pràctica, entra a SwiftUI d’una manera més fàcil d’entendre.
cs: Od syntaxe po rozhraní, od příkladů k praxi — pronikněte do SwiftUI srozumitelnějším způsobem.
da: Fra syntaks til grænseflade, fra eksempler til praksis, kom ind i SwiftUI på en måde, der er lettere at forstå.
de: Von der Syntax zur Oberfläche, von Beispielen zur Praxis — lernen Sie SwiftUI auf eine leichter verständliche Weise kennen.
el: Από τη σύνταξη έως το περιβάλλον διεπαφής, από τα παραδείγματα στην πράξη, μπείτε στο SwiftUI με έναν πιο εύκολο και κατανοητό τρόπο.
es: De la sintaxis a la interfaz, de los ejemplos a la práctica, entra en SwiftUI de una forma más fácil de entender.
fi: Syntaksista käyttöliittymään, esimerkeistä käytäntöön — tutustu SwiftUIhin helpommin ymmärrettävällä tavalla.
fr: De la syntaxe à l’interface, des exemples à la pratique, entrez dans SwiftUI d’une manière plus facile à comprendre.
gu: સિન્ટેક્સથી ઈન્ટરફેસ સુધી, ઉદાહરણોથી પ્રયોગ સુધી, વધુ સરળ રીતે SwiftUI માં પ્રવેશ કરો.
he: מהתחביר אל הממשק, מהדוגמאות אל התרגול, היכנסו ל-SwiftUI בדרך קלה יותר להבנה.
hi: सिंटैक्स से इंटरफ़ेस तक, उदाहरणों से अभ्यास तक, आपको SwiftUI में एक अधिक आसान तरीके से प्रवेश कराया जाता है।
hr: Od sintakse do sučelja, od primjera do prakse, uvedite se u SwiftUI na lakši i razumljiviji način.
hu: A szintaxistól a felületig, a példáktól a gyakorlatig — ismerje meg a SwiftUI-t könnyebben érthető módon.
id: Dari sintaks ke antarmuka, dari contoh ke praktik, masuk ke SwiftUI dengan cara yang lebih mudah dipahami.
it: Dalla sintassi all’interfaccia, dagli esempi alla pratica, entra in SwiftUI in un modo più facile da capire.
ja: 文法から画面へ、例から実践へ、より理解しやすい形で SwiftUI の世界へ入っていきましょう。
kk: Синтаксистен интерфейске, мысалдардан тәжірибеге дейін — SwiftUI-ге түсінуге жеңіл жолмен қадам басыңыз.
kn: ಸಿಂಟ್ಯಾಕ್ಸ್‌ನಿಂದ ಇಂಟರ್ಫೇಸ್‌ವರೆಗೆ, ಉದಾಹರಣೆಗಳಿಂದ ಅಭ್ಯಾಸದವರೆಗೆ, ಇನ್ನಷ್ಟು ಸುಲಭವಾಗಿ ಅರ್ಥವಾಗುವ ರೀತಿಯಲ್ಲಿ SwiftUI ಗೆ ನಿಮ್ಮನ್ನು ಕರೆದುಕೊಂಡು ಹೋಗುತ್ತದೆ.
ko: 문법에서 화면까지, 예제에서 실전까지, 더 쉽게 이해할 수 있는 방식으로 SwiftUI에 입문해 보세요.
lt: Nuo sintaksės iki sąsajos, nuo pavyzdžių iki praktikos — pažinkite SwiftUI lengviau suprantamu būdu.
ml: സിന്റാക്സിൽ നിന്ന് ഇന്റർഫേസിലേക്ക്, ഉദാഹരണങ്ങളിൽ നിന്ന് പ്രായോഗിക ഉപയോഗത്തിലേക്ക്, കൂടുതൽ എളുപ്പത്തിൽ മനസിലാകുന്ന രീതിയിൽ SwiftUIയിലേക്ക് നിങ്ങളെ കൈപിടിച്ചുനയിക്കുന്നു.
mr: सिंटॅक्सपासून इंटरफेसपर्यंत, उदाहरणांपासून सरावापर्यंत, अधिक सोप्या पद्धतीने तुम्हाला SwiftUI मध्ये घेऊन जाते.
ms: Dari sintaks ke antara muka, daripada contoh ke amali, bawa anda masuk ke SwiftUI dengan cara yang lebih mudah difahami.
nb: Fra syntaks til grensesnitt, fra eksempler til praksis, gir det deg en lettere forståelig vei inn i SwiftUI.
nl: Van syntaxis tot interface, van voorbeelden tot praktijk, maak kennis met SwiftUI op een beter te begrijpen manier.
or: ସିନ୍ଟାକ୍ସରୁ ଇଣ୍ଟରଫେସ୍ ପର୍ଯ୍ୟନ୍ତ, ଉଦାହରଣରୁ ପ୍ରୟୋଗ ପର୍ଯ୍ୟନ୍ତ, ଅଧିକ ସହଜରେ ବୁଝିପାରିବା ଭଳି ଭାବରେ SwiftUI କୁ ନେଇଯାଏ।
pa: ਸਿੰਟੈਕਸ ਤੋਂ ਇੰਟਰਫੇਸ ਤੱਕ, ਉਦਾਹਰਣਾਂ ਤੋਂ ਅਭਿਆਸ ਤੱਕ, ਤੁਹਾਨੂੰ SwiftUI ਵਿੱਚ ਹੋਰ ਆਸਾਨ ਤਰੀਕੇ ਨਾਲ ਲੈ ਜਾਂਦਾ ਹੈ।
pl: Od składni do interfejsu, od przykładów do praktyki — poznawaj SwiftUI w sposób łatwiejszy do zrozumienia.
pt: Da sintaxe à interface, dos exemplos à prática, entre no SwiftUI de uma forma mais fácil de entender.
ro: De la sintaxă la interfață, de la exemple la practică, intră în SwiftUI într-un mod mai ușor de înțeles.
ru: От синтаксиса к интерфейсу, от примеров к практике — погружайтесь в SwiftUI более понятным способом.
sk: Od syntaxe po rozhranie, od príkladov k praxi — vstúpte do SwiftUI zrozumiteľnejším spôsobom.
sl: Od sintakse do vmesnika, od primerov do prakse — spoznajte SwiftUI na lažje razumljiv način.
sv: Från syntax till gränssnitt, från exempel till praktik, ta steget in i SwiftUI på ett sätt som är lättare att förstå.
ta: இலக்கணத்திலிருந்து இடைமுகம் வரை, எடுத்துக்காட்டிலிருந்து நடைமுறை வரை, மேலும் எளிதாகப் புரிந்துகொள்ளும் வகையில் SwiftUI-க்கு உங்களை அழைத்துச் செல்கிறது.
te: సింటాక్స్ నుంచి ఇంటర్‌ఫేస్ వరకు, ఉదాహరణల నుంచి ప్రాక్టీస్ వరకు, మరింత సులభంగా అర్థమయ్యే విధంగా SwiftUI లోకి తీసుకెళ్తుంది.
th: จากไวยากรณ์สู่หน้าตา จากตัวอย่างสู่การลงมือทำ พาคุณเข้าสู่ SwiftUI ด้วยวิธีที่เข้าใจได้ง่ายขึ้น
tr: Sözdiziminden arayüze, örneklerden pratiğe, SwiftUI’ye daha kolay anlaşılır bir şekilde giriş yapın.
uk: Від синтаксису до інтерфейсу, від прикладів до практики — занурюйтесь у SwiftUI у більш зрозумілий спосіб.
ur: نحو سے انٹرفیس تک، مثالوں سے عملی استعمال تک، آپ کو SwiftUI میں زیادہ آسانی سے سمجھ آنے والے انداز میں لے جاتا ہے۔
vi: Từ cú pháp đến giao diện, từ ví dụ đến thực hành, đưa bạn vào SwiftUI theo cách dễ hiểu hơn.
zh_hans: 从语法到界面，从示例到实践，用更容易理解的方式带你进入 SwiftUI。
zh_hant: 從語法到介面，從範例到實作，用更容易理解的方式帶你進入 SwiftUI。

source: Getting to Know Xcode
ar: التعرّف إلى Xcode
bg: Запознаване с Xcode
bn: Xcode-এর সাথে পরিচিতি
ca: Coneixent Xcode
cs: Seznámení s Xcode
da: Lær Xcode at kende
de: Xcode kennenlernen
el: Γνωρίζοντας το Xcode
es: Conociendo Xcode
fi: Tutustutaan Xcodeen
fr: Découvrir Xcode
gu: Xcode સાથે પરિચય
he: היכרות עם Xcode
hi: Xcode से परिचय
hr: Upoznavanje s Xcodeom
hu: Ismerkedés az Xcode-dal
id: Mengenal Xcode
it: Introduzione a Xcode
ja: Xcodeを知る
kk: Xcode-пен танысу
kn: Xcode ಪರಿಚಯ
ko: Xcode 알아보기
lt: Susipažinimas su Xcode
ml: Xcode പരിചയം
mr: Xcode ची ओळख
ms: Pengenalan kepada Xcode
nb: Bli kjent med Xcode
nl: Kennismaking met Xcode
or: Xcode ପରିଚୟ
pa: Xcode ਨਾਲ ਜਾਣ-ਪਛਾਣ
pl: Wprowadzenie do Xcode
pt: Conhecendo o Xcode
ro: Introducere în Xcode
ru: Знакомство с Xcode
sk: Zoznámenie sa s Xcode
sl: Spoznavanje z Xcode
sv: Lär känna Xcode
ta: Xcode அறிமுகம்
te: Xcode పరిచయం
th: ทำความรู้จักกับ Xcode
tr: Xcode'u Tanıma
uk: Знайомство з Xcode
ur: Xcode کا تعارف
vi: Làm quen với Xcode
zh_hans: 认识Xcode
zh_hant: 認識 Xcode
